{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "2.0.0 - 3.0.0"
    },
    "blink-cmp-dictionary": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-dictionary",
      "version": "2.0.0 - 3.0.0"
    },
    "blink-emoji.nvim": {
      "src": "https://github.com/moyiz/blink-emoji.nvim",
      "version": "'master'"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.compat": {
      "src": "https://github.com/Saghen/blink.compat",
      "version": "2.0.0 - 3.0.0"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "cheatsheet.nvim": {
      "src": "https://github.com/sudormrfbin/cheatsheet.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lua": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lua",
      "version": "'main'"
    },
    "coq.nvim": {
      "src": "https://github.com/ms-jpq/coq_nvim",
      "version": "'dev'"
    },
    "coq_nvim": {
      "src": "https://github.com/ms-jpq/coq_nvim",
      "version": "'dev'"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "2.0.0 - 3.0.0"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets",
      "version": "'main'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "luarocks.nvim": {
      "src": "https://github.com/vhyrro/luarocks.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "'v0.17.0'"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "0.0.0 - 1.0.0"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim",
      "version": "'main'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'master'"
    },
    "nvim-window-picker": {
      "src": "https://github.com/s1n7ax/nvim-window-picker",
      "version": "2.0.0 - 3.0.0"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "sops.nvim": {
      "src": "https://github.com/trixnz/sops.nvim",
      "version": "'main'"
    },
    "transparent.nvim": {
      "src": "https://github.com/tribela/transparent.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim",
      "version": "'main'"
    },
    "twilight.nvim": {
      "src": "https://github.com/folke/twilight.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}